Repository: Jarvis322/macos-sysdata
Catalog: Sources/SysDataMenu/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, tr, zh_hans

source: Move safe items to the Trash
de: Sichere Elemente in den Papierkorb verschieben
es: Mover los elementos seguros a la Papelera
fr: Déplacer les éléments sûrs vers la Corbeille
ja: 安全な項目をゴミ箱に入れる
ko: 안전 항목을 휴지통으로 이동
ru: Перемещать безопасные элементы в Корзину
tr: Güvenli öğeleri Çöp Sepeti'ne taşı
zh_hans: 将可安全清理的项目移到废纸篓

source: Moved to the Trash. Empty the Trash to free the space.
de: In den Papierkorb verschoben. Leere den Papierkorb, um den Speicherplatz freizugeben.
es: Se movió a la Papelera. Vacía la Papelera para liberar el espacio.
fr: Déplacé vers la Corbeille. Videz la Corbeille pour libérer l'espace.
ja: ゴミ箱に移動しました。容量を解放するにはゴミ箱を空にしてください。
ko: 휴지통으로 이동했습니다. 공간을 확보하려면 휴지통을 비우세요.
ru: Перемещено в Корзину. Чтобы освободить место, очистите Корзину.
tr: Çöp Sepeti'ne taşındı. Alanı boşaltmak için Çöp Sepeti'ni boşaltın.
zh_hans: 已移到废纸篓。清倒废纸篓以释放空间。

source: No item matches
de: Keine Übereinstimmung
es: Ningún elemento coincide
fr: Aucun élément ne correspond
ja: 一致する項目がありません
ko: 일치하는 항목 없음
ru: Нет совпадений
tr: Eşleşen öğe yok
zh_hans: 没有匹配的项目

source: Nothing to compare yet
de: Noch nichts zum Vergleichen
es: Aún no hay nada que comparar
fr: Rien à comparer pour l'instant
ja: まだ比較できるものがありません
ko: 아직 비교할 항목 없음
ru: Пока нечего сравнивать
tr: Henüz karşılaştıracak bir şey yok
zh_hans: 暂无可比较的记录

source: Nothing to reclaim
de: Nichts freizugeben
es: Nada que recuperar
fr: Rien à récupérer
ja: 解放できるものがありません
ko: 확보할 공간 없음
ru: Нечего освобождать
tr: Geri kazanılacak bir şey yok
zh_hans: 没有可释放的空间

source: Notify about unusual growth
de: Über ungewöhnliches Wachstum informieren
es: Notificar un crecimiento inusual
fr: Notifier une croissance inhabituelle
ja: 異常な増加を通知
ko: 비정상적인 증가 알림
ru: Уведомлять о необычном росте
tr: Olağandışı büyüme için bildirim gönder
zh_hans: 异常增长通知

source: Once a day, alert you when a storage category has grown far beyond its recent size. Nothing leaves your Mac.
de: Einmal täglich informieren, wenn eine Speicherkategorie deutlich über ihre jüngste Größe wächst. Keine Daten verlassen deinen Mac.
es: Te avisa una vez al día cuando una categoría de almacenamiento supera ampliamente su tamaño reciente. No sale ningún dato de tu Mac.
fr: Vous alerte une fois par jour lorsqu'une catégorie de stockage dépasse largement sa taille récente. Aucune donnée ne quitte votre Mac.
ja: ストレージカテゴリが最近のサイズを大きく超えたとき、1日1回通知します。データがMacから送信されることはありません。
ko: 저장 공간 카테고리가 최근 크기를 크게 넘어서면 하루에 한 번 알립니다. 데이터는 Mac을 떠나지 않습니다.
ru: Раз в день уведомляет, если категория хранилища сильно превысила недавний размер. Данные не покидают ваш Mac.
tr: Bir depolama kategorisi son dönem boyutunun çok üstüne çıktığında günde bir kez bildir. Hiçbir veri Mac'inizden ayrılmaz.
zh_hans: 当存储分类远高于近期大小时，每天提醒一次。数据不会离开您的 Mac。

source: Once a week, delete the items marked Safe — the caches that regenerate — and notify you what was freed. Never anything that needs review or a password.
de: Einmal pro Woche werden die als „Sicher“ markierten Elemente – die Caches, die sich von selbst neu aufbauen – gelöscht, und du wirst benachrichtigt, wie viel freigegeben wurde. Nie etwas, das eine Überprüfung oder ein Passwort erfordert.
es: Una vez a la semana, elimina los elementos marcados como Seguro (las cachés que se regeneran) y te avisa de cuánto se liberó. Nunca nada que necesite revisión o una contraseña.
fr: Une fois par semaine, supprime les éléments marqués Sûr — les caches qui se régénèrent — et vous informe de l'espace libéré. Jamais un élément nécessitant une vérification ou un mot de passe.
ja: 週に一度、「安全」と記された項目（再生成されるキャッシュ）を削除し、解放した容量を通知します。確認やパスワードが必要なものには一切触れません。
ko: 일주일에 한 번, '안전'으로 표시된 항목(다시 생성되는 캐시)을 삭제하고 얼마나 비웠는지 알려줍니다. 검토가 필요하거나 암호가 필요한 항목은 절대 삭제하지 않습니다.
ru: Раз в неделю удалять элементы с пометкой «Безопасно» — кеши, которые восстанавливаются заново, — и уведомлять о том, сколько места было освобождено. Никогда ничего, что требует проверки или пароля.
tr: Haftada bir, Güvenli işaretli öğeleri — yeniden oluşan önbellekleri — siler ve neyin boşaltıldığını bildirir. İncelenmesi gereken veya parola isteyen hiçbir şeye asla dokunmaz.
zh_hans: 每周一次，删除标记为“可安全清理”的项目（会自动重建的缓存），并通知你清理了多少。绝不触碰任何需要检查或密码的内容。

source: Once a week, if System Data has grown, a notification says by how much and what grew most. Nothing leaves your Mac.
de: Einmal pro Woche wird dir, falls die Systemdaten gewachsen sind, per Benachrichtigung mitgeteilt, um wie viel und was am meisten gewachsen ist. Nichts verlässt deinen Mac.
es: Una vez a la semana, si Datos del sistema ha aumentado, una notificación indica cuánto y qué creció más. Nada sale de tu Mac.
fr: Une fois par semaine, si Données système a augmenté, une notification indique de combien et ce qui a le plus augmenté. Rien ne quitte votre Mac.
ja: 週に一度、システムデータが増えていれば、どれだけ、何が最も増えたかを通知でお知らせします。データが Mac の外に出ることはありません。
ko: 일주일에 한 번, 시스템 데이터가 늘어났다면 얼마나 늘었는지, 무엇이 가장 많이 늘었는지 알림으로 알려줍니다. Mac에서 아무것도 삭제되지 않습니다.
ru: Раз в неделю, если объём «Данных системы» увеличился, приходит уведомление о том, насколько и что выросло больше всего. Ничего не покидает ваш Mac.
tr: Haftada bir, Sistem Verileri büyüdüyse ne kadar ve en çok neyin büyüdüğünü bir bildirim söyler. Hiçbir şey Mac'inden çıkmaz.
zh_hans: 每周一次，如果系统数据增长了，通知会告诉你增长了多少以及增长最多的是什么。任何数据都不会离开你的 Mac。

source: One grant covers everything. Until then this scan leaves the protected places alone — app containers, Desktop, Documents, Music, Photos — rather than asking about them one app at a time, so what you see below is incomplete. Add System Data Unpacked in the settings pane, then reopen the app.
de: Eine einzige Freigabe deckt alles ab. Bis dahin lässt dieser Scan die geschützten Orte unangetastet — App-Container, Schreibtisch, Dokumente, Musik, Fotos — anstatt einzeln pro App nachzufragen. Was du unten siehst, ist deshalb unvollständig. Füge „System Data Unpacked“ im Einstellungsbereich hinzu und öffne die App danach erneut.
es: Un solo permiso lo cubre todo. Hasta entonces, este análisis no toca los lugares protegidos —contenedores de apps, Escritorio, Documentos, Música, Fotos— en lugar de preguntar por cada app una por una, así que lo que ves a continuación está incompleto. Añade System Data Unpacked en el panel de ajustes y vuelve a abrir la app.
fr: Une seule autorisation suffit pour tout. En attendant, cette analyse laisse les emplacements protégés de côté — conteneurs d'apps, Bureau, Documents, Musique, Photos — plutôt que de vous les demander un par un ; ce que vous voyez ci-dessous est donc incomplet. Ajoutez System Data Unpacked dans le volet des réglages, puis rouvrez l'app.
ja: 1 回の許可ですべてに対応できます。それまでこのスキャンは保護された場所——Appコンテナ、デスクトップ、書類、ミュージック、写真——には触れず、Appごとに個別に確認を求めることもしません。そのため下に表示される内容は不完全です。設定パネルで「System Data Unpacked」を追加してから、Appを開き直してください。
ko: 한 번만 허용하면 모든 항목에 적용됩니다. 허용하기 전까지 이 검사는 앱 컨테이너, 데스크탑, 문서, 음악, 사진 같은 보호된 위치는 앱마다 개별적으로 묻는 대신 그대로 건너뛰므로, 아래 목록은 완전하지 않습니다. 설정 화면에서 System Data Unpacked를 추가한 다음 앱을 다시 여세요.
ru: Одного разрешения достаточно для всего. До этого момента сканирование не затрагивает защищённые места — контейнеры приложений, Рабочий стол, Документы, Музыку, Фото, — вместо того чтобы запрашивать доступ для каждого приложения по отдельности, поэтому список ниже неполон. Добавьте «System Data Unpacked» в настройках, затем откройте приложение заново.
tr: Tek izin hepsini kapsar. O zamana kadar bu tarama korumalı yerlere dokunmuyor — uygulama konteynerleri, Masaüstü, Belgeler, Müzik, Fotoğraflar — tek tek izin sormaktansa; yani aşağıda gördüğün eksik. Ayarlar bölmesinden System Data Unpacked'ı ekle, sonra uygulamayı yeniden aç.
zh_hans: 一次授权即可涵盖所有位置。在授权前，扫描会跳过受保护的位置（应用容器、桌面、文稿、音乐、照片），而不会逐个应用请求权限，因此下方结果并不完整。请在“完全磁盘访问权限”设置中添加“System Data Unpacked”，然后重新打开应用。

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки
tr: Ayarları Aç
zh_hans: 打开设置

source: Open Unpacked to see what grew.
de: Öffne Unpacked, um zu sehen, was gewachsen ist.
es: Abre Unpacked para ver qué creció.
fr: Ouvrez Unpacked pour voir ce qui a augmenté.
ja: 何が増えたかを確認するには Unpacked を開いてください。
ko: Unpacked를 열어 무엇이 늘었는지 확인하세요.
ru: Откройте Unpacked, чтобы увидеть, что выросло.
tr: Neyin büyüdüğünü görmek için Unpacked'ı aç.
zh_hans: 打开 Unpacked 查看增长了什么。

source: Open Unpacked to see what is taking up room.
de: Öffne Unpacked, um zu sehen, was Platz beansprucht.
es: Abre Unpacked para ver qué ocupa espacio.
fr: Ouvrez Unpacked pour voir ce qui prend de la place.
ja: 何が容量を使っているかを見るには、Unpacked を開いてください。
ko: Unpacked를 열어 공간을 차지하는 항목을 확인하세요.
ru: Откройте Unpacked, чтобы увидеть, что занимает место.
tr: Neyin yer kapladığını görmek için Unpacked'ı aç.
zh_hans: 打开 Unpacked 以查看哪些内容占用了空间。

source: Open x.com/yigitech
de: x.com/yigitech öffnen
es: Abrir x.com/yigitech
fr: Ouvrir x.com/yigitech
ja: x.com/yigitech を開く
ko: x.com/yigitech 열기
ru: Открыть x.com/yigitech
tr: x.com/yigitech adresini aç
zh_hans: 打开 x.com/yigitech

source: Order rows by size, or by how long they have sat untouched
de: Ordne die Zeilen nach Größe oder danach, wie lange sie unangetastet geblieben sind
es: Ordenar las filas por tamaño o por cuánto tiempo llevan sin tocarse
fr: Trier les lignes par taille, ou par durée d'inactivité
ja: 項目をサイズ順、または未使用期間順に並べ替えます
ko: 행을 크기순 또는 방치된 기간순으로 정렬
ru: Упорядочить строки по размеру или по времени без использования
tr: Satırları boyuta ya da ne kadardır dokunulmadığına göre sırala
zh_hans: 按大小或未变动的时长排列项目

source: Other large folders
de: Andere große Ordner
es: Otras carpetas grandes
fr: Autres dossiers volumineux
ja: その他の大きいフォルダ
ko: 기타 큰 폴더
ru: Другие крупные папки
tr: Diğer büyük klasörler
zh_hans: 其他大型文件夹

source: Package managers
de: Paketmanager
es: Gestores de paquetes
fr: Gestionnaires de paquets
ja: パッケージマネージャ
ko: 패키지 관리자
ru: Менеджеры пакетов
tr: Paket yöneticileri
zh_hans: 软件包管理器

source: Project build folders
de: Build-Ordner von Projekten
es: Carpetas de compilación de proyectos
fr: Dossiers de build de projets
ja: プロジェクトのビルドフォルダ
ko: 프로젝트 빌드 폴더
ru: Папки сборки проектов
tr: Proje derleme klasörleri
zh_hans: 项目构建文件夹

source: Purgeable is what macOS estimates it could give back if it had to: caches and local snapshots. It is an estimate, not space you can count on — it moves on its own, and writing a file does not spend it. The items below are the ones you can actually free.
de: Löschbar ist das, was macOS schätzungsweise zurückgeben könnte, wenn es müsste: Caches und lokale Snapshots. Das ist eine Schätzung, kein Speicherplatz, auf den du dich verlassen kannst — er verändert sich von selbst, und das Schreiben einer Datei verbraucht ihn nicht. Die Objekte unten sind die, die du tatsächlich freigeben kannst.
es: Purgable es lo que macOS calcula que podría liberar si fuera necesario: cachés e instantáneas locales. Es una estimación, no espacio con el que puedas contar: cambia por sí sola, y escribir un archivo no la reduce. Los elementos de abajo son los que realmente puedes liberar.
fr: Purgeable désigne ce que macOS estime pouvoir restituer en cas de besoin : caches et instantanés locaux. C'est une estimation, pas un espace sur lequel vous pouvez compter — elle évolue d'elle-même, et l'écriture d'un fichier ne la réduit pas. Les éléments ci-dessous sont ceux que vous pouvez réellement libérer.
ja: パージ可能とは、必要になればmacOSが解放できると見積もっている容量です——キャッシュやローカルスナップショットなど。これは見積もりであり、当てにできる空き容量ではありません。ひとりでに変動し、ファイルを書き込んでも消費されません。下の項目こそ、実際に解放できるものです。
ko: 제거 가능 공간은 macOS가 필요할 때 돌려줄 수 있다고 추정하는 캐시와 로컬 스냅샷의 용량입니다. 이는 추정치일 뿐 확실히 믿을 수 있는 공간이 아니며, 저절로 변동하고 파일을 저장한다고 해서 줄어들지도 않습니다. 아래 항목이 실제로 확보할 수 있는 공간입니다.
ru: Вытесняемые данные — это то, что, по оценке macOS, можно освободить при необходимости: кэши и локальные снимки. Это лишь оценка, а не место, на которое можно рассчитывать, — оно меняется само по себе, и запись файла его не расходует. Ниже перечислены объекты, которые можно освободить на самом деле.
tr: Temizlenebilir alan, macOS'in gerekirse geri verebileceğini tahmin ettiği yerdir: önbellekler ve yerel anlık görüntüler. Bu bir tahmindir, güvenebileceğin bir alan değil — kendiliğinden değişir ve dosya yazmak onu harcamaz. Aşağıdaki öğeler gerçekten boşaltabileceklerin.
zh_hans: 可清除空间是 macOS 估计在必要时可释放的空间，包括缓存和本地快照。这只是估计值，不能当作确定可用的空间；它会自行变化，写入文件也不会直接消耗这部分空间。下方列出的项目才是你可以实际清理以释放空间的内容。

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
ru: Завершить
tr: Çık
zh_hans: 退出

source: Reclaimed this session: %@
de: In dieser Sitzung freigegeben: %@
es: Recuperado en esta sesión: %@
fr: Récupéré durant cette session : %@
ja: 今回解放した容量：%@
ko: 이번 세션에서 확보한 공간: %@
ru: Освобождено за этот сеанс: %@
tr: Bu oturumda kazanılan: %@
zh_hans: 本次已释放：%@

source: Remember what changed
de: Änderungen merken
es: Recordar qué cambió
fr: Se souvenir de ce qui a changé
ja: 変化を記録する
ko: 변경 사항 기억하기
ru: Запоминать изменения
tr: Neyin değiştiğini hatırla
zh_hans: 记录变化

source: Rescan
de: Erneut scannen
es: Volver a analizar
fr: Analyser à nouveau
ja: 再スキャン
ko: 다시 검사
ru: Повторить сканирование
tr: Yeniden tara
zh_hans: 重新扫描

source: Reveal %@ in Finder
de: %@ im Finder anzeigen
es: Mostrar %@ en el Finder
fr: Afficher %@ dans le Finder
ja: %@ をFinderで表示
ko: Finder에서 %@ 보기
ru: Показать %@ в Finder
tr: %@ öğesini Finder'da göster
zh_hans: 在“访达”中显示%@

source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finderで表示
ko: Finder에서 보기
ru: Показать в Finder
tr: Finder'da göster
zh_hans: 在“访达”中显示

source: Review
de: Prüfen
es: Revisar
fr: À vérifier
ja: 確認
ko: 검토
ru: Проверить
tr: İncele
zh_hans: 需确认

source: Safe
de: Sicher
es: Seguro
fr: Sûr
ja: 安全
ko: 안전
ru: Безопасно
tr: Güvenli
zh_hans: 可安全清理

source: Safe items are deleted outright because they regenerate. Turn this on to send them to the Trash instead, so a delete can be undone — until you empty it, it frees no space.
de: Sichere Elemente werden endgültig gelöscht, da sie sich von selbst neu aufbauen. Aktiviere diese Option, um sie stattdessen in den Papierkorb zu verschieben, damit ein Löschvorgang rückgängig gemacht werden kann – bis du ihn leerst, wird dadurch kein Speicherplatz frei.
es: Los elementos seguros se eliminan directamente porque se regeneran. Activa esta opción para enviarlos a la Papelera en su lugar, de forma que la eliminación se pueda deshacer; hasta que la vacíes, no se libera espacio.
fr: Les éléments sûrs sont supprimés directement car ils se régénèrent. Activez cette option pour les envoyer à la Corbeille à la place, afin qu'une suppression puisse être annulée — tant que vous ne la videz pas, aucun espace n'est libéré.
ja: 安全な項目は再生成されるため、そのまま削除されます。これをオンにするとゴミ箱に入れられ、削除を取り消せます — ただしゴミ箱を空にするまで容量は解放されません。
ko: 안전 항목은 다시 생성되므로 바로 삭제됩니다. 이 옵션을 켜면 대신 휴지통으로 이동하여 삭제를 취소할 수 있지만, 휴지통을 비우기 전까지는 공간이 확보되지 않습니다.
ru: Безопасные элементы удаляются сразу, так как они восстанавливаются заново. Включите этот параметр, чтобы вместо этого перемещать их в Корзину — тогда удаление можно отменить, но место на диске не освобождается, пока вы не очистите Корзину.
tr: Güvenli öğeler yeniden oluştuğu için doğrudan silinir. Bunu açarsan onun yerine Çöp Sepeti'ne gönderilir ve silme geri alınabilir — ama Çöp Sepeti boşaltılana kadar yer açılmaz.
zh_hans: 可安全清理的项目会自动重建，因此会被直接删除。开启此项可改为移到废纸篓，从而能撤销删除——但在你清空废纸篓之前不会释放空间。

source: Safety: %@
de: Sicherheit: %@
es: Seguridad: %@
fr: Sécurité : %@
ja: 安全度：%@
ko: 안전 등급: %@
ru: Безопасность: %@
tr: Güvenlik: %@
zh_hans: 安全性：%@

source: Scanning
de: Wird gescannt
es: Analizando
fr: Analyse en cours
ja: スキャン中
ko: 검사 중
ru: Сканирование
tr: Taranıyor
zh_hans: 正在扫描

source: Select %@
de: %@ auswählen
es: Seleccionar %@
fr: Sélectionner %@
ja: %@ を選択
ko: %@ 선택
ru: Выбрать %@
tr: %@ öğesini seç
zh_hans: 选择%@

source: Select every item that is regenerated automatically
de: Wähle jedes Objekt aus, das automatisch neu erzeugt wird
es: Seleccionar todos los elementos que se regeneran automáticamente
fr: Sélectionner tous les éléments régénérés automatiquement
ja: 自動的に再生成される項目をすべて選択
ko: 자동으로 다시 생성되는 모든 항목 선택
ru: Выбрать все объекты, которые создаются автоматически заново
tr: Kendiliğinden yeniden oluşan her kalemi seç
zh_hans: 选择所有会自动重新生成的项目

source: Select safe
de: Sichere auswählen
es: Seleccionar seguros
fr: Sélectionner Sûr
ja: 安全な項目を選択
ko: 안전 항목 선택
ru: Выбрать безопасные
tr: Güvenlileri seç
zh_hans: 选择可安全清理的项目

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
ru: Настройки
tr: Ayarlar
zh_hans: 设置

source: Shared & other users
de: Geteilt & andere Benutzer
es: Compartidos y otros usuarios
fr: Partagé et autres utilisateurs
ja: 共有と他のユーザ
ko: 공유 및 다른 사용자
ru: Общие данные и другие пользователи
tr: Paylaşılan ve diğer kullanıcılar
zh_hans: 共享与其他用户

source: Show all
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
ja: すべて表示
ko: 모두 보기
ru: Показать все
tr: Tümünü göster
zh_hans: 显示全部

source: Show exactly what runs
de: Zeige genau, was ausgeführt wird
es: Mostrar exactamente qué se ejecuta
fr: Afficher exactement ce qui s'exécute
ja: 実行される内容を表示
ko: 실행되는 내용을 정확히 표시
ru: Показать, что именно выполняется
tr: Tam olarak ne çalışacağını göster
zh_hans: 显示将执行的具体操作

source: Show largest entries
de: Größte Einträge anzeigen
es: Mostrar las entradas más grandes
fr: Afficher les entrées les plus volumineuses
ja: 最大の項目を表示
ko: 가장 큰 항목 표시
ru: Показать самые крупные объекты
tr: En büyük girdileri göster
zh_hans: 显示最大的项目

source: Show the commands that run as administrator
de: Zeige die Befehle, die als Administrator ausgeführt werden
es: Mostrar los comandos que se ejecutan como administrador
fr: Afficher les commandes exécutées en tant qu'administrateur
ja: 管理者として実行されるコマンドを表示
ko: 관리자 권한으로 실행되는 명령 표시
ru: Показать команды, выполняемые от имени администратора
tr: Yönetici olarak çalışacak komutları göster
zh_hans: 显示以管理员身份执行的命令

source: Shut down simulators at power off
de: Simulatoren beim Ausschalten herunterfahren
es: Apagar los simuladores al apagar el equipo
fr: Éteindre les simulateurs à l'extinction
ja: 電源オフ時にシミュレータを終了
ko: 종료 시 시뮬레이터 끄기
ru: Выключать симуляторы при завершении работы
tr: Kapanışta simülatörleri kapat
zh_hans: 关机时关闭模拟器

source: Shut every simulator down first
de: Zuerst alle Simulatoren herunterfahren
es: Apagar primero todos los simuladores
fr: Éteindre d'abord tous les simulateurs
ja: 先にすべてのシミュレータを終了
ko: 모든 시뮬레이터를 먼저 종료
ru: Сначала выключить все симуляторы
tr: Önce bütün simulator'lar kapatılır
zh_hans: 先关闭所有模拟器

source: Simulator devices
de: Simulator-Geräte
es: Dispositivos del simulador
fr: Appareils simulateurs
ja: シミュレータデバイス
ko: 시뮬레이터 기기
ru: Устройства симулятора
tr: Simülatör aygıtları
zh_hans: 模拟器设备

source: Simulator runtimes
de: Simulator-Laufzeitumgebungen
es: Runtimes del simulador
fr: Environnements d'exécution des simulateurs
ja: シミュレータランタイム
ko: 시뮬레이터 런타임
ru: Среды выполнения симулятора
tr: Simülatör runtime'ları
zh_hans: 模拟器运行时

source: Since %@
de: Seit %@
es: Desde %@
fr: Depuis %@
ja: %@ 以降
ko: %@부터
ru: С %@
tr: %@ tarihinden beri
zh_hans: 自 %@ 起

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
ru: Размер
tr: Boyut
zh_hans: 大小

source: Size trend over recent scans
de: Größenverlauf der letzten Scans
es: Tendencia de tamaño en los análisis recientes
fr: Évolution de la taille lors des analyses récentes
ja: 最近のスキャンでのサイズの推移
ko: 최근 검사의 크기 추이
ru: Динамика размера по последним сканированиям
tr: Son taramalardaki boyut eğilimi
zh_hans: 近期扫描的大小趋势

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並べ替え
ko: 정렬 기준
ru: Сортировать по
tr: Sıralama
zh_hans: 排序方式

source: System Data
de: Systemdaten
es: Datos del sistema
fr: Données système
ja: システムデータ
ko: 시스템 데이터
ru: Данные системы
tr: Sistem Verileri
zh_hans: 系统数据

source: System Data found: %@
de: Systemdaten gefunden: %@
es: Datos del sistema encontrados: %@
fr: Données système détectées : %@
ja: 見つかったシステムデータ：%@
ko: 시스템 데이터 발견: %@
ru: Найдено данных системы: %@
tr: Bulunan Sistem Verileri: %@
zh_hans: 发现的系统数据：%@

source: System Data grew %@ this week
de: Systemdaten sind diese Woche um %@ gewachsen
es: Datos del sistema aumentó %@ esta semana
fr: Données système a augmenté de %@ cette semaine
ja: 今週システムデータが %@ 増えました
ko: 이번 주에 시스템 데이터가 %@ 늘었습니다
ru: «Данные системы» выросли на %@ за эту неделю
tr: Sistem Verileri bu hafta %@ büyüdü
zh_hans: 本周系统数据增长了 %@

source: System Data holds %@ that is safe to free.
de: Systemdaten enthält %@, das sicher freigegeben werden kann.
es: Datos del sistema contiene %@ seguro para liberar.
fr: Données système contient %@ à libérer sans risque.
ja: システムデータには安全に解放できる %@ があります。
ko: 시스템 데이터에 안전하게 확보할 수 있는 %@가 있습니다.
ru: «Данные системы» содержат %@, которые можно безопасно освободить.
tr: Sistem Verileri içinde güvenle boşaltılabilir %@ var.
zh_hans: 系统数据中有 %@ 可安全释放。

source: System Data size
de: Größe der Systemdaten
es: Tamaño de Datos del sistema
fr: Taille de Données système
ja: システムデータのサイズ
ko: 시스템 데이터 크기
ru: Размер «Данных системы»
tr: Sistem Verileri boyutu
zh_hans: 系统数据大小

source: Temporary files
de: Temporäre Dateien
es: Archivos temporales
fr: Fichiers temporaires
ja: 一時ファイル
ko: 임시 파일
ru: Временные файлы
tr: Geçici dosyalar
zh_hans: 临时文件

source: The app could not be replaced: %@
de: Die App konnte nicht ersetzt werden: %@
es: No se pudo reemplazar la app: %@
fr: Impossible de remplacer l'app : %@
ja: Appを置き換えられませんでした：%@
ko: 앱을 교체할 수 없습니다: %@
ru: Не удалось заменить приложение: %@
tr: Uygulama değiştirilemedi: %@
zh_hans: 无法替换应用：%@

source: The download did not finish. Nothing was installed.
de: Der Download wurde nicht abgeschlossen. Es wurde nichts installiert.
es: La descarga no terminó. No se instaló nada.
fr: Le téléchargement ne s'est pas terminé. Rien n'a été installé.
ja: ダウンロードが完了しませんでした。何もインストールされていません。
ko: 다운로드가 완료되지 않았습니다. 설치된 항목이 없습니다.
ru: Загрузка не завершилась. Ничего не установлено.
tr: İndirme tamamlanmadı. Hiçbir şey kurulmadı.
zh_hans: 下载未完成。未安装任何内容。

source: The download does not come from GitHub. Nothing was installed.
de: Der Download stammt nicht von GitHub. Es wurde nichts installiert.
es: La descarga no proviene de GitHub. No se instaló nada.
fr: Le téléchargement ne provient pas de GitHub. Rien n'a été installé.
ja: ダウンロード元が GitHub ではありません。何もインストールされていません。
ko: 다운로드가 GitHub에서 온 것이 아닙니다. 설치된 항목이 없습니다.
ru: Загрузка получена не с GitHub. Ничего не установлено.
tr: İndirilen dosya GitHub'dan gelmiyor. Hiçbir şey kurulmadı.
zh_hans: 下载内容并非来自 GitHub。未安装任何内容。

source: The download is not signed by this app's developer, so it was discarded. (%@)
de: Der Download ist nicht vom Entwickler dieser App signiert und wurde deshalb verworfen. (%@)
es: La descarga no está firmada por el desarrollador de esta app, así que se descartó. (%@)
fr: Le téléchargement n'est pas signé par le développeur de cette app, il a donc été ignoré. (%@)
ja: ダウンロードがこのAppの開発元によって署名されていないため、破棄しました。(%@)
ko: 다운로드가 이 앱의 개발자 서명으로 서명되지 않아 삭제되었습니다. (%@)
ru: Загрузка не подписана разработчиком этого приложения, поэтому она отклонена. (%@)
tr: İndirilen dosya bu uygulamanın geliştiricisi tarafından imzalanmamış, bu yüzden atıldı. (%@)
zh_hans: 下载内容并非由此应用的开发者签名，已丢弃。（%@）

source: The downloaded image could not be opened. Nothing was installed.
de: Das heruntergeladene Image konnte nicht geöffnet werden. Es wurde nichts installiert.
es: No se pudo abrir la imagen descargada. No se instaló nada.
fr: L'image téléchargée n'a pas pu être ouverte. Rien n'a été installé.
ja: ダウンロードしたイメージを開けませんでした。何もインストールされていません。
ko: 다운로드한 이미지를 열 수 없습니다. 설치된 항목이 없습니다.
ru: Не удалось открыть загруженный образ. Ничего не установлено.
tr: İndirilen disk imajı açılamadı. Hiçbir şey kurulmadı.
zh_hans: 无法打开下载的磁盘映像。未安装任何内容。
